---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyDiagWebStartReleaseType
source: html/3503957f-9a11-65c2-442f-3449ab213bc0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyDiagWebStartReleaseType Property

"Start Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyDiagWebStartReleaseType { get; }
```